{"intents":[
    { "tag": "saudacao",
      "patterns":["Ola","Opa","Oi", "tudo bem"],
      "responses": ["Oi","Olá"]
    },
    { "tag": "despedida",
      "patterns":["Nao, obrigada","So isso mesmo","Obrigada"],
      "responses": ["FEI Internacional agradece seu contato, ate breve"]
    },
    { "tag": "convenios",
      "patterns":["Quais são os convênios que a FEI possui?","Quais as relações que a FEI tem com o exterior?", "Quais instituições internacionais a FEI é parceira?"],
      "responses": ["Cal Poly Pomona, CONESTOGA, Universidade da Coruna, Coventry University, University of Dunaujvaros, Goethe Institut, ICAM, Karlsruhe Institute of Technology, New York Institute of Technology, Providence University, Universidad de Salamanca, Santander Universidades, Aliança Francesa, Universidad de Alicante, AUSJAL, Universitat Autonoma de Barcelona, Linköping University"]
    },
    {"tag": "intercambio",
    "patterns":["Como faço para participar de um intercâmbio com a FEI?", "A FEI tem intercâmbio?"],
    "responses": ["A FEI possui programas de intercambio para alunos regularmenes matriculados nos cursos de graduacao e pos-graduacao do Centro Universitário FEI, campi Sao Bernardo do Campo e Sao Paulo. Para saber mais e como se candidatar clique aqui: https://portal.fei.edu.br/relacoes-internacionais#intercambio"]
    },
    { "tag": "bolsas",
      "patterns":["Quais são as bolsas de estudo que eu posso obter?", "Quais são as bolsas de estudos internacionais?"],
      "responses": ["Programa Top Espana, CAPES/Brafitec, Santander Superamos Juntos, Formula Santander, Bolsas Ibero Americanas e Programa Santander Mundi"]
    },
    { "tag": "bolsaSuperamosJuntos",
    "patterns":["O que é a bolsa Santander Superamos Juntos?", "Como faço para participar do Programa Santander Superamos Juntos"],
    "responses":["O Centro Universitário FEI está selecionando alunos de graduação dos cursos de Administração, Ciência da Computação e Engenharias de todos os campi, para o novo programa do Santander, que substituirá o Programa Ibero-americana Santander Universidades, em função da limitação de mobilidade estudantil no atual estado de pandemia da Covid-19, declarado pela Organização Mundial de Saúde (OMS). Para saber como se inscrever, clique aqui: https://portal.fei.edu.br/relacoes-internacionais#superamos"]
    },
    { "tag": "bolsaTopEspaña",
    "patterns":["O que é a bolsa Top España?", "Como faço para participar do Programa Top España"],
    "responses":["O Programa destinado a alunos de graduação e professores, a aprimorem seus conhecimentos no idioma e cultura espanhola, por meio de um curso de 3 semanas, com tudo custeado pelo Santander, em uma das instituições mais tradicionais da Europa - a Universidad de Salamanca. Para saber como se inscrever, clique aqui: https://portal.fei.edu.br/relacoes-internacionais#topespana"]
    },
    { "tag": "bolsaIA",
    "patterns":["O que é a bolsa Ibero-Americanas?", "Como faço para participar do Programa bolsa Ibero-Americanas"],
    "responses":["O Programa Ibero-Americanas premia os selecionados com uma bolsa-auxílio no valor equivalente a 3 mil euros para promover o intercâmbio de um semestre acadêmico em uma das universidades conveniadas da FEI, presente na região da Ibero-América. Para saber como se inscrever, clique aqui: https://portal.fei.edu.br/relacoes-internacionais#ibero"]
    },
    { "tag": "bolsaFórmula",
    "patterns":["O que é a bolsa Formula Santander?", "Como faço para participar do Programa Fórmula Santander"],
    "responses":["O Programa Fórmula Santander premia o selecionado com uma bolsa-auxílio no valor equivalente a 5 mil euros para promover o intercâmbio de um semestre acadêmico em uma das universidades conveniadas da FEI, presente na região da Ibero-América. Para saber como se inscrever e os ultimos resultados, clique aqui: https://portal.fei.edu.br/relacoes-internacionais#formula"]
    },
    { "tag": "bolsaMundi",
    "patterns":["O que é a bolsa Santander Mundi?", "Como faço para participar do Santander Mundi"],
    "responses":["Nesta 1ª edição, o Programa concederá 100 bolsas, no valor equivalente a 4 mil euros, a estudantes de graduação e de pós-graduação para realizarem um intercâmbio de até um semestre em um dos mais de 20 países em que o Santander está presente. Para saber mais informações e como se inscrever, clique aqui: https://portal.fei.edu.br/relacoes-internacionais#mundi"]
    },
    { "tag": "bolsaCapes",
    "patterns":["O que é a bolsa Capes?","O que é a bolsa BRAFITEC?", "Como faço para participar do programa de Bolsas da CAPES?"],
    "responses":["Programa de bolsas mantido pela CAPES, consiste em projeto da FEI em colaboração com o Institute Catholique dArts et Métiers, França, para fomentar o intercâmbio anual e de dupla-diplomação em nível de graduação, estimulando a aproximação das estruturas curriculares, inclusive no que diz respeito à equivalência e reconhecimento mútuo de atividades acadêmicas. Para saber como se inscrever e os ultimos resultados, clique aqui: https://portal.fei.edu.br/relacoes-internacionais#capes"]
    },
    { "tag": "contato",
    "patterns":["Qual telefone para contato?", "Vocês tem telefone para contato?"],
    "responses":["Nosso telefone para contato é o: +55 11 4353-2900 Ramal: 2234"]
    },
    { "tag": "local",
    "patterns":["Onde vocês ficam localizados?"],
    "responses":["Nós estamos localizados no: Campus São Bernardo do Campo - Prédio D - Térreo - Sala 07"]
    },
    { "tag": "email",
    "patterns":["Qual e-mail para contato?", "Vocês tem email para contato?"],
    "responses":["Nosso email para contato é: internacional@fei.edu.br"]
    }
  ]
  }